export default {
    "aria": {
        "paginate": {
            "first": "პირველი",
            "last": "ბოლო",
            "next": "შემდეგი",
            "previous": "წინა"
        }
    },
    "autoFill": {
        "cancel": "გაუქმება",
        "fillHorizontal": "შეავსე სექციები ჰორიზონტალურად",
        "fillVertical": "შეავსე სექციები ვერტიკალურად",
        "info": ""
    },
    "buttons": {
        "collection": "კოლექცია",
        "colvis": "სვეტის ხილვადობა",
        "colvisRestore": "აღადგინე ხილვადობა",
        "copy": "კოპირება",
        "csv": "CSV",
        "excel": "Excel",
        "pageLength": {
            "_": "მაჩვენე %d რიგი",
            "-1": "მაჩვენე ყველა რიგი"
        },
        "pdf": "PDF",
        "print": "ამობეჭდვა"
    },
    "datetime": {
        "amPm": {
            "0": "AM",
            "1": "PM"
        },
        "hours": "საათი",
        "minutes": "წუთი",
        "months": {
            "0": "იანვარი",
            "1": "თებერვალი",
            "10": "ნოემბერი",
            "11": "დეკემბერი",
            "2": "მარტი",
            "3": "აპრილი",
            "4": "მაისი",
            "5": "ივნისი",
            "6": "ივლისი",
            "7": "აგვისტო",
            "8": "სექტემბერი",
            "9": "ოქტომბერი"
        },
        "next": "შემდეგი",
        "previous": "წინა",
        "seconds": "წამი",
        "unknown": "უცნობი",
        "weekdays": {
            "0": "კვი",
            "1": "ორშ",
            "2": "სამ",
            "3": "ოთხ",
            "4": "ხუთ",
            "5": "პარ",
            "6": "შაბ"
        }
    },
    "decimal": "",
    "editor": {
        "close": "გამორთვა",
        "create": {
            "button": "ახალი",
            "submit": "შექმნა",
            "title": "შექმენი ახალი ჩანაწერი"
        },
        "edit": {
            "button": "რედაქტირება",
            "submit": "განახლება",
            "title": "ჩანაწერის რედაქტირება"
        },
        "multi": {
            "noMulti": "ეს ველი შეიძლება დარედაქტირდეს ინდივიდუალურად, მაგრამ არა როგორც ჯგუფი.",
            "restore": "ცვლილებების დაბრუნება",
            "title": "რამდენიმე ღირებულება"
        },
        "remove": {
            "button": "წაშლა",
            "confirm": {
                "_": "ნამდვილად გსურთ %d რიგის წაშლა?",
                "1": "ნამდვილად გსურთ 1 რიგის წაშლა?"
            },
            "submit": "წაშლა",
            "title": "წაშლა"
        }
    },
    "emptyTable": "ცხრილში არ არის მონაცემები",
    "info": "ნაჩვენებია ჩანაწერები _START_–დან _END_–მდე, _TOTAL_ ჩანაწერიდან",
    "infoEmpty": "ნაჩვენებია ჩანაწერები 0–დან 0–მდე, 0 ჩანაწერიდან",
    "infoFiltered": "(გაფილტრული შედეგი _MAX_ ჩანაწერიდან)",
    "infoPostFix": "",
    "infoThousands": ",",
    "lengthMenu": "აჩვენე _MENU_ ჩანაწერი",
    "loadingRecords": "იტვირთება...",
    "processing": "მუშავდება...",
    "search": "ძიება:",
    "searchBuilder": {
        "add": "მდგომარეობის დამატება",
        "button": {
            "_": "ძიების კონსტრუქტორი (%d)",
            "0": "ძიების კონსტრუქტორი"
        },
        "clearAll": "გასუფთავება",
        "condition": "მდგომარეობა",
        "conditions": {
            "array": {
                "contains": "შეიცავს",
                "empty": "ცარიელი",
                "equals": "უდრის",
                "not": "არა",
                "notEmpty": "არაა ცარიელი",
                "without": "გარეშე"
            },
            "date": {
                "after": "შემდეგ",
                "before": "შემდეგ",
                "between": "შორის",
                "empty": "ცარიელი",
                "equals": "უდრის",
                "not": "არა",
                "notBetween": "არა შორის",
                "notEmpty": "არაა ცარიელი"
            },
            "number": {
                "between": "შორის",
                "empty": "ცარიელი",
                "equals": "უდრის",
                "gt": "მეტია ვიდრე",
                "gte": "მეტი ვიდრე ტოლია",
                "lt": "ნაკლები ვიდრე",
                "lte": "ნაკლები ვიდრე ტოლია",
                "not": "არა",
                "notBetween": "არა შორის",
                "notEmpty": "არაა ცარიელი"
            },
            "string": {
                "contains": "შეიცავს",
                "empty": "ცარიელი",
                "endsWith": "სრულდება",
                "equals": "უდრის",
                "not": "არა",
                "notEmpty": "არაა ცარიელი",
                "startsWith": "იწყება"
            }
        },
        "data": "მონაცემები",
        "logicAnd": "და",
        "logicOr": "ან",
        "rightTitle": "მოთხოვნის კრიტერია",
        "title": {
            "_": "ძიების კონსტრუქტორი (%d)",
            "0": "ძიების კონსტრუქტორი"
        },
        "value": "ღირებულება"
    },
    "searchPanes": {
        "clearMessage": "გასუფთავება",
        "collapse": {
            "_": "ძიების პანელი (%d)",
            "0": "ძიების პანელი"
        },
        "count": "{total}",
        "countFiltered": "{shown} ({total})",
        "emptyPanes": "ძიების პანელი ცარიელია",
        "loadMessage": "იტვირთება ძიების პანელი...",
        "title": "აქტიური ფილტრები - %d"
    },
    "searchPlaceholder": "",
    "select": {
        "cells": {
            "_": "მონიშნულია %d უჯრა",
            "0": "",
            "1": "მონიშნულია 1 უჯრა"
        },
        "columns": {
            "_": "მონიშნულია %d სვეტი",
            "0": "",
            "1": "მონიშნულია 1 სვეტი"
        },
        "rows": {
            "0": ""
        }
    },
    "thousands": ",",
    "zeroRecords": "არაფერი მოიძებნა"
};
