export default {
    "emptyTable": "Хүснэгт хоосон байна",
    "info": "Нийт _TOTAL_ бичлэгээс _START_ - _END_ харуулж байна",
    "infoEmpty": "Тохирох үр дүн алга",
    "infoFiltered": "(нийт _MAX_ бичлэгээс шүүв)",
    "infoThousands": ",",
    "lengthMenu": "Дэлгэцэд _MENU_ бичлэг харуулна",
    "loadingRecords": "Ачааллаж байна...",
    "processing": "Боловсруулж байна...",
    "search": "ХЀ�йлт:",
    "zeroRecords": "Тохирох бичлэг олдсонгүй",
    "paginate": {
        "first": "Эхнийх",
        "last": "Сүүлийнх",
        "next": "Дараах",
        "previous": "Өмнөх"
    },
    "aria": {
        "sortAscending": ": цагаан толгойн дарааллаар эрэмбэлэх",
        "sortDescending": ": цагаан толгойн эсрэг дарааллаар эрэмбэлэх"
    }
};
